/* CE_WARN_NO_ESELLERATE_ENHANCER */
"Cannot install eSellerate Engine." = "Cannot install eSellerate Engine.";

/* CE_WARN_CANT_OPEN_ENHANCER */
"Emulator Enhancer could not be loaded." = "Emulator Enhancer could not be loaded.";

/* CE_WARN_OBSOLETE_ENHANCER */
"Emulator Enhancer installation obsolete." = "Emulator Enhancer installation obsolete.";

/* CE_WARN_NOT_ENOUGH_TEXTURE_MEMORY */
"Insufficient texture memory for current video mode." = "Insufficient texture memory for current video mode.";

/* CE_WARN_NO_JOYSTICK_CONFIG */
"No joystick data found." = "No joystick data found.";

/* CE_WARN_NO_JOYSTICK_FOUND */
"No joystick found." = "No joystick found.";

/* CE_WARN_SERIAL_OBSOLETE */
"Old serial number found." = "Old serial number found.";

/* CE_WARN_SYSTEMS_DONT_MATCH */
"Systems do not match." = "Systems do not match.";

/* CE_WARN_THANKS_FOR_SUPP */
"Thank you for your support." = "Thank you for your support.";

/* CE_WARN_NOT_VALID_SERIAL */
"The serial number entered was not valid." = "The serial number entered was not valid.";

/* CE_WARN_SERIAL_ACTIVATION_BLACKLISTED */
"The serial number you entered has been blacklisted." = "The serial number you entered has been blacklisted.";

/* CE_WARN_SERIAL_ACTIVATION_SNUNKNOWN */
"Unable to activate serial number because number is unknown." = "Unable to activate serial number because number is unknown.";

/* CE_WARN_SERIAL_ACTIVATION_INVALID_ORDER */
"Unable to activate serial number due to invalid order." = "Unable to activate serial number due to invalid order.";

/* CE_WARN_SERIAL_ACTIVATION_LIMIT_MET */
"Unable to activate serial number due to limit." = "Unable to activate serial number due to limit.";

/* CE_WARN_SERIAL_ACTIVATION_FAILED */
"Unable to activate serial number due to unknown problem." = "Unable to activate serial number due to unknown problem.";

/* CE_WARN_UNABLE_TO_ADD_CUSTOM_ICON */
"Unable to add custom icon." = "Unable to add custom icon.";

/* CE_WARN_CANNOT_BIND_SOCKET */
"Unable to bind socket." = "Unable to bind socket.";

/* CE_WARN_CANNOT_CONFIGURE_EFFECTS */
"Unable to configure sound effects." = "Unable to configure sound effects.";

/* CE_WARN_UNABLE_TO_CONNECT */
"Unable to connect to server." = "Unable to connect to server.";

/* CE_WARN_NAVDIALOGRUN_ERR */
"Unable to display Open dialog box." = "Unable to display Open dialog box.";

/* CE_WARN_UNABLE_TO_EXCHANGE_LATENCY */
"Unable to exchange latency information." = "Unable to exchange latency information.";

/* CE_WARN_UNABLE_TO_RUN */
"Unable to open selected file." = "Unable to open selected file.";

/* CE_WARN_UNABLE_TO_RECV_AUTH */
"Unable to receive identification information." = "Unable to receive identification information.";

/* CE_WARN_UNABLE_TO_RECV_KEYS */
"Unable to receive keys." = "Unable to receive keys.";

/* CE_WARN_CANT_SAVE_SHOT */
"Unable to save screenshot." = "Unable to save screenshot.";

/* CE_WARN_UNABLE_TO_SEND_KEYS */
"Unable to send keys." = "Unable to send keys.";

/* CE_WARN_UNABLE_TO_SET_TYPECREATOR */
"Unable to set file type and creator." = "Unable to set file type and creator.";

/* CE_WARN_UNABLE_TO_SEND_AUTH */
"Unable to transmit identification information." = "Unable to transmit identification information.";

/* CE_WARN_NOT_ACCELERATED */
"Your video card does not support acceleration." = "Your video card does not support acceleration.";

/* CE_WARN_NO_ZIP_SUPPORT */
"Zip files are not supported." = "Zip files are not supported.";

